Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/sami_parlamentarals_raddi_fi/climat_suomi.pdf.tmx
Source language: fin
Languages: sme

source: Jokaisella saamelaiskäräjillä tulee toimia ympäristö- ja ilmastoasioista vastaava virkamies ja asiantuntijalautakunta joka käsittelee näitä kysymyksiä.
sme: Juohke sámedikkis galgá doaibmat virgeolmmoš, guhte gieđahallá biras- ja dálkkádatáššiid ja áššedovdilávdegoddi, mii gieđahallá dáid áššiid.

source: Valtioiden tulee antaa pysyvä rahoitus näiden tehtävien hoitoon.
sme: Stáhtat berrejit addit bissovaš ruhtadeami dáid doaimmaid várás.

source: SPN näkee, että ilmastonmuutostutkimusta on lisättävä ja tutkimuksessa on keskityttävä erityisesti ilmastonmuutoksen vaikutuksien ja haittojen minimoimiseen arktisten alkuperäiskansojen asumaalueilla.
sme: SPR oaidná, ahte dálkkádatrievdandutkamuš galgá lasihuvvot ja dutkamušas berre vuodjut eandalii dálkkádatrievdama váikkuhusaid ja hehttehusaid minimaliseremii árktalaš eamiálbmogiid ássanguovlluin.

source: Tutkimusta ja tutkimusrahoitusta tulisi koordinoida yhteistyössä valtioiden, arktisen neuvoston ja ao. alkuperäiskansan kanssa.
sme: Dutkama ja dutkanruhtadeapmi galggašii koordinerejuvvot ovttasráđiid stáhtaiguin, Árktalaš Ráđiin ja ág. eamiálbmogiiguin.

source: Saamelainen parlamentaarinen neuvosto kehottaa Norjan, Ruotsin ja Suomen saamelaiskäräjiä sitoutumaan edistämään toimia kestävän kehityksen mukaisesti energiahyödyntämisen tehostamiseksi ja ilmastonmuutosta aiheuttavia päästöjen hillitsemiseksi.
sme: Sámi parlamentáralaš ráđđi ávžžuha Norgga, Ruoŧa ja Suoma sámedikkiid čatnasit ovddidit doaimmaid suvdilis ovdáneami vugiid mielde nu ahte energiijaávkkástallan beavttálmuvvá ja dálkkádatrievdama dagaheaddji bázahusaid mearri geahppána.

source: SPR tulee toimia edistääkseen uudistuvien energiamuotojen käyttöä.
sme: SPR gálggašii maid bargat dan ala ahte ođasmuvvi energiijagálduid geavaheapmi lassána.

source: SPN sitoutuu laatimaan ilmastopoliittisen ohjelman.
sme: SPR čatnasa ráhkadit dálkkádatpolitihkalaš prográmma.
